Revit 2027 API
ParameterTypeId.FamilyRoundconnectorDimensiontype Property
 "Round Connector Dimension"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyRoundconnectorDimensiontype { get; }
Public Shared ReadOnly Property FamilyRoundconnectorDimensiontype As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyRoundconnectorDimensiontype {
	ForgeTypeId^ get ();
}
static member FamilyRoundconnectorDimensiontype : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace